Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.14.po
Languages: nb

source: SageThumbs Options
nb: SageThumbs-innstillinger

source: Cancel
nb: Lukk

source: Enable context menu in Explorer
nb: Aktiver sammenhengsmenyen i Filutforsker

source: Show preview in submenu
nb: Vis småbilder i undermeny

source: Enable thumbnails in Explorer
nb: Aktiver forhåndsbilder i Filutforsker

source: Use thumbnails as icons in Explorer
nb: Bruk småbilder som ikoner i Filutforsker

source: Show type overlay on thumbnails
nb: Vis åpningsprogram-overlegg på småbildene

source: Enable Windows thumbnail cache
nb: Aktiver Windows-småbildemellomlagringen

source: Prefer image file embedded thumbnails
nb: Foretrekk bildefil-innebygde småbilder

source: Use Windows Image/Fax Viewer
nb: Bruk Windows Bildevisning/Faksvisning

source: Clear...
nb: Tøm…

source: Optimize
nb: Optimaliser

source: Select/Deselect all
nb: Velg/avvelg alle

source: Default
nb: Standardene

source: Context menu preview size
nb: Sammenhengsmenyens småbildestørrelse

source: Width x Height:
nb: Bredde x Høyde:

source: pixels
nb: piksler

source: Supported file types
nb: Støttede filtyper

source: System-wide tweaks
nb: Fullsystem-justeringer

source: Language:
nb: Språk:

source: Maximum size of image file:
nb: Maksstørrelsen på bildefiler:

source: Convert options
nb: Konverteringsvalg

source: JPEG quality (0 - lowest, 100 - best):
nb: JPEG-kvalitet (100 er best, 0 er verst):

source: PNG compression (0 - lowest, 9 - best):
nb: PNG-kompresjon (9 er mest, 0 er minst):

source: Custom file types (use spaces as delimiters):
nb: Tilpassede filtyper (Bruk mellomrom som avgrensere):

source: Change various SageThumbs options
nb: Endre på diverse SageThumbs-innstillinger

source: Sizes (pixels):
nb: Størrelser (i piksler):

source: Size (bytes):
nb: Størrelse (i bytes):

source: Modified:
nb: Modifisert:

source: Colors (bits):
nb: Farger (bits):

source: Compression:
nb: Komprimering:

source: Resolution:
nb: Oppløsning:

source: Can't open image file
nb: Kan ikke åpne bildefilen

source: Can't save image file
nb: Kan ikke lagre bildefilen

source: Can't send mail
nb: Kan ikke sende E-posten

source: Nothing to send
nb: Ingenting å sende

source: Can't open clipboard
nb: Kan ikke åpne utklippstavlen

source: Please confirm thumbnail cache clearing.
nb: Vennligst bekreft tømmingen av småbilde-mellomlageret.

source: Thumbnail cache size: %u KB
nb: Småbildemellomlagerets størrelse: %u KB

source: SageThumbs thumbnail cache
nb: SageThumbs-småbildemellomlagring

source: Clean SageThumbs thumbnail cache. No user data will be affected.
nb: Tøm SageThumbs sitt småbilde-mellomlager. Ingen brukerdata vil bli påvirket av det.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
nb: Klarte ikke å aktivere alle innstillingene. Vennligst bruk SageThumbs på en konto som har administrator-privilegier.

source: Convert to PNG
nb: Konverter til PNG

source: Converting...
nb: Konverterer…

source: Sending...
nb: Sender…

source: Applying settings...
nb: Aktiverer innstillingene...

source: Updating...
nb: Oppdaterer…

source: SageThumbs Options...
nb: SageThumbs-innstillinger…

source: Copy to clipboard
nb: Kopier til utklippstavlen

source: Set tiled wallpaper
nb: Bestem et flislagt bakgrunnsbilde

source: Set centered wallpaper
nb: Bestem et sentrert bakgrunnsbilde

source: Set stretched wallpaper
nb: Bestem et strukket bakgrunnsbilde

source: Send image by mail...
nb: Send bilde over E-post…

source: Send thumbnail by mail...
nb: Send forhåndsvisning over E-post…

source: Convert to JPG
nb: Konverter til JPG

source: Convert to GIF
nb: Konverter til GIF

source: Convert to BMP
nb: Konverter til BMP
