Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.2a.po
Languages: vi_vn

source: SageThumbs Options
vi_vn: Thiết lập SageThumbs

source: Cancel
vi_vn: Huỷ bỏ

source: Enable context menu in Explorer
vi_vn: Kích hoạt trình đơn ngữ cảnh trên Explorer

source: Show preview in submenu
vi_vn: Hiển thị hình ảnh thu nhỏ trong trình đơn con

source: Enable thumbnails in Explorer
vi_vn: Kích hoạt hình ảnh thu nhỏ trên Explorer

source: Use thumbnails as icons in Explorer
vi_vn: Sử dụng hình ảnh thu nhỏ như các biểu tượng trong Explorer

source: Show type overlay on thumbnails
vi_vn: Hiển thị lớp phủ trên hình ảnh xem trước

source: Enable Windows thumbnail cache
vi_vn: Kích hoạt bộ nhớ đệm cho hình ảnh xem trước trong Windows

source: Prefer image file embedded thumbnails
vi_vn: Lựa chọn hình ảnh thu nhỏ của tệp ảnh

source: Use Windows Image/Fax Viewer
vi_vn: Sử dụng Windows Image/Fax Viewer

source: Clear...
vi_vn: Dọn dẹp...

source: Optimize
vi_vn: Tối ưu

source: Select/Deselect all
vi_vn: Chọn/Bỏ chọn tất cả

source: Default
vi_vn: Mặc định

source: Context menu preview size
vi_vn: Kích cỡ ảnh thu nhỏ trên tình đơn ngữ cảnh

source: Width x Height:
vi_vn: Ngang x Cao:

source: Supported file types
vi_vn: Loại tệp tin được hỗ trợ

source: System-wide tweaks
vi_vn: Tinh chỉnh Hệ thống

source: Language:
vi_vn: Ngôn ngữ:

source: Maximum size of image file:
vi_vn: Dung lượng tối đa của tệp ảnh:

source: Convert options
vi_vn: Tuỳ chọn chuyển đổi

source: JPEG quality (0 - lowest, 100 - best):
vi_vn: Chất lượng ảnh JPEG (0 - thấp, 100 - tốt):

source: PNG compression (0 - lowest, 9 - best):
vi_vn: Mức nén ảnh PNG (0 - thường, 9 - tốt):

source: Custom file types (use spaces as delimiters):
vi_vn: Loại tệp tin tuỳ chỉnh (dùng dấu cách làm dấu phân cách):

source: Change various SageThumbs options
vi_vn: Thay đổi thiết lập SageThumbs

source: Type:
vi_vn: Loại:

source: Sizes (pixels):
vi_vn: Kích cỡ (pixels):

source: Size (bytes):
vi_vn: Dung lượng (byte):

source: Modified:
vi_vn: Ngày thay đổi:

source: Colors (bits):
vi_vn: Màu (bits):

source: Compression:
vi_vn: Mức nén:

source: Resolution:
vi_vn: Độ phân giải:

source: Can't open image file
vi_vn: Không thể mở tệp ảnh

source: Can't save image file
vi_vn: Không thể lưu tệp ảnh

source: Can't send mail
vi_vn: Không thể gửi mail

source: Nothing to send
vi_vn: Không có gì để gửi

source: Can't open clipboard
vi_vn: Không thể mở Khay nhớ tạm (Clipboard)

source: Please confirm thumbnail cache clearing.
vi_vn: Bạn có muốn dọn dẹp bộ nhớ đệm hình ảnh thu nhỏ?

source: Thumbnail cache size: %u KB
vi_vn: Dung lượng bộ nhớ đệm hình ảnh thu nhỏ: %u KB

source: SageThumbs thumbnail cache
vi_vn: Bộ nhớ đệm hình ảnh thu nhỏ SageThumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
vi_vn: Dọn dẹp bộ nhớ đệm hình ảnh thu nhỏ SageThumbs. Không có dữ liệu người dùng nào bị ảnh hưởng.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
vi_vn: Không thể áp dụng tất cả thiết lập. Hãy chạy SageThumbs dưới quyền Admin.

source: Convert to PNG
vi_vn: Chuyển đổi sang PNG

source: Converting...
vi_vn: Đang chuyển đổi...

source: Sending...
vi_vn: Đang gửi...

source: Applying settings...
vi_vn: Đang áp dụng các thiết lập...

source: Updating...
vi_vn: Đang cập nhật...

source: SageThumbs Options...
vi_vn: Thiết lập SageThumbs...

source: Copy to clipboard
vi_vn: Sao chép vào khay nhớ đệm (clipboard)

source: Set tiled wallpaper
vi_vn: Đặt làm ảnh nền (lát gạch)

source: Set centered wallpaper
vi_vn: Đặt làm ảnh nền (chính giữa)

source: Set stretched wallpaper
vi_vn: Đặt làm ảnh nền (kéo dãn)

source: Send image by mail...
vi_vn: Gửi ảnh qua mail...

source: Send thumbnail by mail...
vi_vn: Gửi ảnh thu nhỏ qua mail...

source: Convert to JPG
vi_vn: Chuyển đổi sang JPG

source: Convert to GIF
vi_vn: Chuyển đổi sang GIF

source: Convert to BMP
vi_vn: Chuyển đổi sang BMP
