Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.24.po
Languages: sl

source: SageThumbs Options
sl: Možnosti SageThumbs

source: OK
sl: V redu

source: Cancel
sl: Prekliči

source: Enable context menu in Explorer
sl: Omogoči kontekstni meni v Raziskovalcu

source: Show preview in submenu
sl: Pokaži predogled v podmeniju

source: Enable thumbnails in Explorer
sl: Omogoči sličice v Raziskovalcu

source: Use thumbnails as icons in Explorer
sl: Uporabi sličice kot ikone v Raziskovalcu

source: Show type overlay on thumbnails
sl: Prikaži preklop nad sličico

source: Enable Windows thumbnail cache
sl: Omogoči predpomnilnik sličic sistema Windows

source: Prefer image file embedded thumbnails
sl: Preferiraj slikovno datoteko vdelane sličice

source: Use Windows Image/Fax Viewer
sl: Uporabi Windows Image/Fax Viewer

source: Clear...
sl: Počisti...

source: Optimize
sl: Optimiraj

source: Select/Deselect all
sl: Označi/Odznači vse

source: Default
sl: Privzeto

source: Context menu preview size
sl: Velikost kontekstnega menija predogleda

source: Width x Height:
sl: Širina x Višina:

source: pixels
sl: zaslonskih pik

source: Supported file types
sl: Podprte vrste datotek

source: System-wide tweaks
sl: Spremembe sistema

source: Language:
sl: Jezik:

source: Maximum size of image file:
sl: Največja velikost slikovne datoteke:

source: Convert options
sl: Možnosti pretvorbe

source: JPEG quality (0 - lowest, 100 - best):
sl: Kakovost JPEG (0 - najnižja, 100 - najboljša):

source: PNG compression (0 - lowest, 9 - best):
sl: Stiskanje PNG (0 - najnižje, 9 - najboljše):

source: Custom file types (use spaces as delimiters):
sl: Vrste datotek po meri (uporabite presledke kot ločila):

source: Change various SageThumbs options
sl: Sprememba različnih možnosti SageThumbs

source: Type:
sl: Vrsta:

source: Sizes (pixels):
sl: Velikosti (pik):

source: Size (bytes):
sl: Velikost (bajtov):

source: Modified:
sl: Spremenjeno:

source: Colors (bits):
sl: Barve (bitov):

source: Compression:
sl: Stiskanje:

source: Resolution:
sl: Ločljivost:

source: Can't open image file
sl: Slikovne datoteke ni mogoče odpreti

source: Can't save image file
sl: Slikovne datoteke ni mogoče shraniti

source: Can't send mail
sl: Pošte ni mogoče poslati

source: Nothing to send
sl: Nič za pošiljanje

source: Can't open clipboard
sl: Odložišča ni mogoče odpreti

source: Please confirm thumbnail cache clearing.
sl: Potrdite izbris predpomnilnika sličic.

source: Thumbnail cache size: %u KB
sl: Velikost predpomnilnika sličic: %u KB

source: SageThumbs thumbnail cache
sl: SageThumbs predpomnilnik sličic

source: Clean SageThumbs thumbnail cache. No user data will be affected.
sl: Očisti SageThumbs predpomnilnik sličic. To ne bo vplivalo na nobenega uporabnika podatkov.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
sl: Vse nastavitve ni mogoče uporabiti. Uporabite SageThumbs pod računom z administrativnimi pravicami.

source: Convert to PNG
sl: Pretvori v PNG

source: Converting...
sl: Pretvorba...

source: Sending...
sl: Pošiljanje...

source: Applying settings...
sl: Uporaba nastavitev...

source: Updating...
sl: Posodabljanje...

source: SageThumbs Options...
sl: Možnosti SageThumbs...

source: Copy to clipboard
sl: Kopiraj v odložišče

source: Set tiled wallpaper
sl: Nastavi ozadje kot ploščice

source: Set centered wallpaper
sl: Nastavi ozadje na sredino

source: Set stretched wallpaper
sl: Nastavi raztegnjeno ozadje

source: Send image by mail...
sl: Pošlji sliko po pošti...

source: Send thumbnail by mail...
sl: Pošlji sličico po pošti...

source: Convert to JPG
sl: Pretvori v JPG

source: Convert to GIF
sl: Pretvori v GIF

source: Convert to BMP
sl: Pretvori v BMP
