Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.0a.po
Languages: es

source: SageThumbs Options
es: Opciones de SageThumbs

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Enable context menu in Explorer
es: Habilitar menú contextual en el explorador

source: Show preview in submenu
es: Mostrar miniatura en submenús

source: Enable thumbnails in Explorer
es: Habilitar miniaturas en el explorador

source: Use thumbnails as icons in Explorer
es: Usar miniaturas como iconos en el explorador

source: Show type overlay on thumbnails
es: Mostrar el tipo de archivo en las miniaturas

source: Enable Windows thumbnail cache
es: Habilitar la caché de miniaturas de Windows

source: Prefer image file embedded thumbnails
es: Priorizar las miniaturas incluidas en los archivos

source: Use Windows Image/Fax Viewer
es: Usar el visor de imágenes de Windows

source: Clear...
es: Vaciar...

source: Optimize
es: Optimizar

source: Select/Deselect all
es: Marcar/Desmarcar todo

source: Default
es: Por defecto

source: Context menu preview size
es: Tamaño de miniatura en el menú contextual

source: Width x Height:
es: Alto y ancho:

source: pixels
es: píxeles

source: Supported file types
es: Tipos de archivo soportados

source: System-wide tweaks
es: Ajustes del sistema

source: Language:
es: Idioma:

source: Maximum size of image file:
es: Tamaño máximo de archivo:

source: Convert options
es: Opciones de conversión

source: JPEG quality (0 - lowest, 100 - best):
es: Calidad JPEG (0: mínima, 100: alta):

source: PNG compression (0 - lowest, 9 - best):
es: Compresión PNG (0: mínima, 100: alta):

source: Custom file types (use spaces as delimiters):
es: Tipos de archivo adicionales (separar con espacios):

source: Change various SageThumbs options
es: Cambiar la configuración de SageThumbs

source: Type:
es: Tipo:

source: Sizes (pixels):
es: Tamaño (píxeles):

source: Size (bytes):
es: Tamaño (bytes):

source: Modified:
es: Modificado:

source: Colors (bits):
es: Colores (bits):

source: Compression:
es: Compresión:

source: Resolution:
es: Resolución:

source: Can't open image file
es: No se puede abrir el archivo de imagen

source: Can't save image file
es: No se puede guardar el archivo de imagen

source: Can't send mail
es: No se puede enviar por e-mail

source: Nothing to send
es: No hay nada que enviar

source: Can't open clipboard
es: No se puede abrir el portapapeles

source: Please confirm thumbnail cache clearing.
es: Confirme el vaciado de la caché de miniaturas.

source: Thumbnail cache size: %u KB
es: Tamaño de caché de miniaturas: %u KB

source: SageThumbs thumbnail cache
es: Caché de miniaturas de Sagethumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
es: Borrar la caché de miniaturas de SageThumbs. Los datos de los usuarios no se verán afectados.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
es: No se han podido aplicar todos los cambios. Por favor, ejecute Sagethumbs con privilegios de administrador.

source: Convert to PNG
es: Convertir a PNG

source: Converting...
es: Convirtiendo...

source: Sending...
es: Enviando...

source: Applying settings...
es: Aplicando configuración...

source: Updating...
es: Actualizando...

source: SageThumbs Options...
es: Opciones de Sagethumbs...

source: Copy to clipboard
es: Copiar al portapapeles

source: Set tiled wallpaper
es: Establecer como fondo de pantalla - Mosaico

source: Set centered wallpaper
es: Establecer como fondo de pantalla - Centrado

source: Set stretched wallpaper
es: Establecer como fondo de pantalla - Expandido

source: Send image by mail...
es: Enviar imagen por email...

source: Send thumbnail by mail...
es: Enviar miniatura por email...

source: Convert to JPG
es: Convertir a JPG

source: Convert to GIF
es: Convertir a GIF

source: Convert to BMP
es: Convertir a BMP
