Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.05.po
Languages: cs

source: SageThumbs Options
cs: Možnosti SageThumbs

source: OK
cs: Budiž

source: Cancel
cs: Zrušit

source: Enable context menu in Explorer
cs: Povolit nabídku fcí. v Prohlížeči

source: Show preview in submenu
cs: Zobrazit náhled v podmenu

source: Enable thumbnails in Explorer
cs: Povolit v Prohlížeči náhledy

source: Use thumbnails as icons in Explorer
cs: Použít v Prohlížeči náhledy jako ikony

source: Show type overlay on thumbnails
cs: Přidat na náhledy značku příslušné aplikace

source: Enable Windows thumbnail cache
cs: Povolit cache náhledů ve Windows

source: Prefer image file embedded thumbnails
cs: Preferovat náhledy, obsažené v obrázcích

source: Use Windows Image/Fax Viewer
cs: Použít prohlížeč Obrázků/Faxů z Windows

source: Clear...
cs: Vyčistit...

source: Optimize
cs: Optimalizace

source: Select/Deselect all
cs: Vybrat/Odznačit vše

source: Default
cs: Výchozí

source: Context menu preview size
cs: Velikost náhledů přes kontextovou nabídku

source: Width x Height:
cs: Šířka x Výška:

source: pixels
cs: bodů

source: Supported file types
cs: Podporované typy souborů

source: System-wide tweaks
cs: Vylepšení systému

source: Language:
cs: Jazyk:

source: Maximum size of image file:
cs: Max. velikost souboru obrázku:

source: Convert options
cs: Volby převodu

source: JPEG quality (0 - lowest, 100 - best):
cs: Kvalita JPEG (0- nejnižší, 100 - nejvyšší):

source: PNG compression (0 - lowest, 9 - best):
cs: Komprese PNG (0- nejnižší, 9 - nejvyšší):

source: Custom file types (use spaces as delimiters):
cs: Vlastní typy souborů (oddělit mezerníkem) :

source: SageThumbs
cs: Náhledy obrázků

source: Change various SageThumbs options
cs: Změnit jiné volby SageThumbs

source: Type:
cs: Typ:

source: Sizes (pixels):
cs: Velikosti (body):

source: Size (bytes):
cs: Velikost (bitů):

source: Modified:
cs: Upraveno:

source: Colors (bits):
cs: Barvy (bitů):

source: Compression:
cs: Komprese:

source: Resolution:
cs: Rozlišení:

source: Can't open image file
cs: Nelze otevřít obrázek

source: Can't save image file
cs: Nelze uložit obrázek

source: Can't send mail
cs: Nelze odeslat mail

source: Nothing to send
cs: Nic k odeslání

source: Can't open clipboard
cs: Nelze otevřít schránku

source: Please confirm thumbnail cache clearing.
cs: Ověřte vyčištění cache náhledů

source: Thumbnail cache size: %u KB
cs: Velikost cache náhledů: %u Kb

source: SageThumbs thumbnail cache
cs: Cache náhledů SageThumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
cs: Vyčistí cache náhledů sageThumbs. Nedotkne se to dat uživatele.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
cs: Nelze aplikovat všechna nastavení. Prosím, použijte SageThumbs pod účtem s administrátorskými právy.

source: Convert to PNG
cs: Převod do PNG

source: Converting...
cs: Převádí se...

source: Sending...
cs: Odesílám...

source: Applying settings...
cs: Uplatnění nastavení...

source: Updating...
cs: Aktualizuji...

source: SageThumbs Options...
cs: Možnosti SageThumbs...

source: Copy to clipboard
cs: Kopírovat do schránky

source: Set tiled wallpaper
cs: Nastavit jako dlaždice

source: Set centered wallpaper
cs: Vystředit do tapety

source: Set stretched wallpaper
cs: Sesadit do tapety

source: Send image by mail...
cs: Poslat jako email...

source: Send thumbnail by mail...
cs: Poslat náhled jako email...

source: Convert to JPG
cs: Převod do JPG

source: Convert to GIF
cs: Převod do GIF

source: Convert to BMP
cs: Převod do BMP
