Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.08.po
Languages: el_gr

source: SageThumbs Options
el_gr: Επιλογές SageThumbs

source: Cancel
el_gr: Άκυρο

source: Enable context menu in Explorer
el_gr: Ενεργοποίηση μενού περιβάλλοντος στον Explorer

source: Show preview in submenu
el_gr: Εμφάνιση προεπισκόπησης στο υπομενού

source: Enable thumbnails in Explorer
el_gr: Ενεργοποίηση μικρογραφιών στον Explorer

source: Use thumbnails as icons in Explorer
el_gr: Χρήση μικρογραφιών ως εικονίδια στον Explorer

source: Show type overlay on thumbnails
el_gr: Εμφάνισε τον τύπο ως επικάλυψη στις μικρογραφίες

source: Enable Windows thumbnail cache
el_gr: Ενεργοποίηση cache για τις μικρογραφίες των Windows

source: Prefer image file embedded thumbnails
el_gr: Προτίμηση μικρογραφιών ενσωματωμένων στις εικόνες

source: Use Windows Image/Fax Viewer
el_gr: Χρήση προβολής εικόνων και φαξ των Windows

source: Clear...
el_gr: Εκκαθάριση...

source: Optimize
el_gr: Βελτιστοποίηση

source: Select/Deselect all
el_gr: Επιλογή/Αποεπιλογή όλων

source: Default
el_gr: Προεπιλογή

source: Context menu preview size
el_gr: Μέγεθος προεπισκόπησης μενού περιβάλλοντος

source: Width x Height:
el_gr: Πλάτος x Ύψος:

source: X
el_gr: Χ

source: Supported file types
el_gr: Υποστηριζόμενοι τύποι αρχείων

source: System-wide tweaks
el_gr: Μικρορυθμίσεις σε όλο το σύστημα

source: Language:
el_gr: Γλώσσα:

source: Maximum size of image file:
el_gr: Μέγιστο μέγεθος αρχείου εικόνας:

source: MB
el_gr: ΜΒ

source: Convert options
el_gr: Επιλογές μετατροπής

source: JPEG quality (0 - lowest, 100 - best):
el_gr: Ποιότητα JPEG (0 - χαμηλότερη, 100 - καλύτερη):

source: PNG compression (0 - lowest, 9 - best):
el_gr: Συμπίεση PNG (0 - χαμηλότερη, 100 - καλύτερη):

source: Custom file types (use spaces as delimiters):
el_gr: Προσαρμοσμένοι τύποι αρχείων (χρήση κενών ως διαχωριστικά):

source: Change various SageThumbs options
el_gr: Αλλαγή διαφόρων επιλογών του SageThumbs

source: Type:
el_gr: Τύπος:

source: Sizes (pixels):
el_gr: Μέγεθος (pixels):

source: Size (bytes):
el_gr: Μέγεθός (bytes):

source: Modified:
el_gr: Τροποποιημένο:

source: Colors (bits):
el_gr: Χρώματα (bits):

source: Compression:
el_gr: Συμπίεση:

source: Resolution:
el_gr: Ανάλυση:

source: Can't open image file
el_gr: Δεν είναι δυνατό το άνοιγμα του αρχείου εικόνας

source: Can't save image file
el_gr: Δεν είναι δυνατή η αποθήκευση του αρχείου εικόνας

source: Can't send mail
el_gr: Δεν είναι δυνατή η αποστολή της αλληλογραφίας

source: Nothing to send
el_gr: Τίποτα προς αποστολή

source: Can't open clipboard
el_gr: Δεν είναι δυνατό το άνοιγμα του πρόχειρου

source: Please confirm thumbnail cache clearing.
el_gr: Παρακαλώ επιβεβαιώστε την εκκαθάριση της cache των μικρογραφιών

source: Thumbnail cache size: %u KB
el_gr: Μέγεθος cache μικρογραφιών: %u KB

source: SageThumbs thumbnail cache
el_gr: Cache μικρογραφιών SageThumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
el_gr: Εκκαθάριση της cache των μικρογραφιών SageThumbs. Κανένα αρχείο χρήστη δεν θα επηρεαστεί.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
el_gr: Δεν είναι δυνατή η εφαρμογή όλων των ρυθμίσεων. Παρακαλώ χρησιμοποιήστε το SageThumbs σε λογαριασμό με δικαιώματα διαχειριστή.

source: Convert to PNG
el_gr: Μετατροπή σε PNG

source: Converting...
el_gr: Πραγματοποιήται μετατροπή...

source: Sending...
el_gr: Πραγματοποιήται αποστολή...

source: Applying settings...
el_gr: Πραγματοποιήται εφαρμογή επιλογών...

source: Updating...
el_gr: Πραγματοποιήται ενημέρωση...

source: SageThumbs Options...
el_gr: Επιλογές SageThimbs...

source: Copy to clipboard
el_gr: Αντιγραφή στο πρόχειρο

source: Set tiled wallpaper
el_gr: Ορισμός φόντου σε πλακίδιο

source: Set centered wallpaper
el_gr: Ορισμός φόντου στο κέντρο

source: Set stretched wallpaper
el_gr: Ορισμός φόντου σε παραμόρφωση

source: Send image by mail...
el_gr: Αποστολή εικόνας μέσω αλληλογραφίας

source: Send thumbnail by mail...
el_gr: Αποστολή μικρογραφίας μέσω αλληλογραφίας

source: Convert to JPG
el_gr: Μετατροπή σε JPG

source: Convert to GIF
el_gr: Μετατροπή σε GIF

source: Convert to BMP
el_gr: Μετατροπή σε BMP
