Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.0801.po
Languages: ar_iq

source: SageThumbs Options
ar_iq: خيارات SageThumbs

source: OK
ar_iq: موافق

source: Cancel
ar_iq: إلغاء

source: Enable context menu in Explorer
ar_iq: تمكين القائمة المنبثقة في المستكشف

source: Show preview in submenu
ar_iq: عرض المعاينة في القائمة الفرعية

source: Enable thumbnails in Explorer
ar_iq: تمكين المصغرات في المستكشف

source: Use thumbnails as icons in Explorer
ar_iq: استخدام المصغرات كأيقونات في المستكشف

source: Show type overlay on thumbnails
ar_iq: عرض نوع الملف فوق المصغر

source: Enable Windows thumbnail cache
ar_iq: تمكين كاش مصغرات الويندوز

source: Prefer image file embedded thumbnails
ar_iq: تفضيل المصغرات المضمنة بملفات الصور

source: Use Windows Image/Fax Viewer
ar_iq: استخدام عارض الصور والفاكس من ويندوز

source: Clear...
ar_iq: إفراغ...

source: Optimize
ar_iq: تحسين

source: Select/Deselect all
ar_iq: تحديد\إلغاء تحديد الكل

source: Default
ar_iq: الإفتراضي

source: Context menu preview size
ar_iq: حجم معاينة القائمة المنبثقة

source: Width x Height:
ar_iq: العرض × الإرتفاع:

source: pixels
ar_iq: بكسل

source: Supported file types
ar_iq: أنواع الملفات المدعومة

source: System-wide tweaks
ar_iq: إجراءات على صعيد النظام

source: Language:
ar_iq: اللغات:

source: Maximum size of image file:
ar_iq: الحجم الأقصى لملف الصورة:

source: MB
ar_iq: ميگابايت

source: Convert options
ar_iq: خيارات التحويل

source: JPEG quality (0 - lowest, 100 - best):
ar_iq: دقة JPEG (0 - الأدنى، 100 - الأفضل):

source: PNG compression (0 - lowest, 9 - best):
ar_iq: ضغط PNG (0 - الأدنى، 9 - الأفضل):

source: Custom file types (use spaces as delimiters):
ar_iq: أنواع ملفات مخصصة (استخدم المسافات كمحددات):

source: Change various SageThumbs options
ar_iq: تغيير خيارات SageThumbs المتنوعة

source: Type:
ar_iq: النوع:

source: Sizes (pixels):
ar_iq: الحجم (بالبكسل):

source: Size (bytes):
ar_iq: الحجم (بالبايت):

source: Modified:
ar_iq: معدل:

source: Colors (bits):
ar_iq: الألوان (بالبت):

source: Compression:
ar_iq: الضغط:

source: Resolution:
ar_iq: الدقة:

source: Can't open image file
ar_iq: لا يمكن فتح ملف الصورة

source: Can't save image file
ar_iq: لا يمكن حفظ ملف الصورة

source: Can't send mail
ar_iq: لا يمكن إرسال البريد الإلكتروني

source: Nothing to send
ar_iq: لا شيء يرسل

source: Can't open clipboard
ar_iq: لا يمكن فتح الحافظة

source: Please confirm thumbnail cache clearing.
ar_iq: رجاءً قم بتأكيد إفراغ كاش المصغرات.

source: Thumbnail cache size: %u KB
ar_iq: حجم كاش المصغرات: %u كيلوبايت

source: SageThumbs thumbnail cache
ar_iq: كاش مصغرات SageThumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
ar_iq: إفراغ كاش مصغرات SageThumbs. لن تتأثر أي من بيانات المستخدم.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
ar_iq: لا يمكن تطبيق جميع الإعدادات. رجاءً قم باستخدام SageThumbs تحت حساب بصلاحيات المدير.

source: Convert to PNG
ar_iq: تحويل إلى PNG

source: Converting...
ar_iq: جارٍ التحويل...

source: Sending...
ar_iq: جارٍ الإرسال...

source: Applying settings...
ar_iq: جارٍ تطبيق الإعدادات...

source: Updating...
ar_iq: جارٍ التحديث...

source: SageThumbs Options...
ar_iq: خيارات SageThumbs...

source: Copy to clipboard
ar_iq: النسخ إلى الحافظة

source: Set tiled wallpaper
ar_iq: ضبط كخلفية فسيفسائية

source: Set centered wallpaper
ar_iq: ضبط كخلفية مركزية

source: Set stretched wallpaper
ar_iq: ضبط كحلفية متمددة

source: Send image by mail...
ar_iq: إرسال الصورة بالبريد الإلكتروني...

source: Send thumbnail by mail...
ar_iq: إرسال المصغر بالبريد الإلكتروني...

source: Convert to JPG
ar_iq: تحويل إلى JPG

source: Convert to GIF
ar_iq: تحويل إلى GIF

source: Convert to BMP
ar_iq: تحويل إلى BMP
