Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.0b.po
Languages: fi_fi

source: SageThumbs Options
fi_fi: SageThumbs vaihtoehdot

source: Cancel
fi_fi: Peruuta

source: Enable context menu in Explorer
fi_fi: Käytä Tiedostonhallinnan pikavalikkoa

source: Show preview in submenu
fi_fi: Näytä esikatselu alivalikossa

source: Enable thumbnails in Explorer
fi_fi: Käytä pienoiskuvia Tiedostonhallinnassa

source: Use thumbnails as icons in Explorer
fi_fi: Käytä pienoiskuvia ikoneina Tiedostonhallinnassa

source: Show type overlay on thumbnails
fi_fi: Näytä pienoiskuvissa tyyppipeittokuva

source: Enable Windows thumbnail cache
fi_fi: Käytä Windowsin pienoiskuvamuistia

source: Prefer image file embedded thumbnails
fi_fi: Käytä sulautettua kuvatiedoston pienoiskuvaa

source: Use Windows Image/Fax Viewer
fi_fi: Käytä Windowsin Kuva-Faxnäyttöä

source: Clear...
fi_fi: Tyhjennä...

source: Optimize
fi_fi: Optimoi

source: Select/Deselect all
fi_fi: Valitse kaikki/Poista kaikkien valinta

source: Default
fi_fi: Oletus

source: Context menu preview size
fi_fi: Pikavalikon esikatselukoko

source: Width x Height:
fi_fi: Leveys x korkeus:

source: pixels
fi_fi: pikseliä

source: Supported file types
fi_fi: Tuetut tiedostotyypit

source: System-wide tweaks
fi_fi: Järjestelmänlaajuiset säädöt

source: Language:
fi_fi: Kieli:

source: Maximum size of image file:
fi_fi: Kuvatiedoston enimmäiskoko:

source: Convert options
fi_fi: Muunnosvaihtoehdot

source: JPEG quality (0 - lowest, 100 - best):
fi_fi: JPEG-laatu (0 - matalin, 100 paras):

source: PNG compression (0 - lowest, 9 - best):
fi_fi: PNG-pakkaus (0 - matalin, 9 - paras):

source: Custom file types (use spaces as delimiters):
fi_fi: Mukautetut tiedostomuodot (käytä välilyöntiä erotuksena):

source: Change various SageThumbs options
fi_fi: SageThumbsin vaihtoehtojen muuttaminen

source: Type:
fi_fi: Tyyppi:

source: Sizes (pixels):
fi_fi: Koot (pikseliä):

source: Size (bytes):
fi_fi: Koko (tavua):

source: Modified:
fi_fi: Muokattu:

source: Colors (bits):
fi_fi: Värit (bittiä):

source: Compression:
fi_fi: Pakkaus:

source: Resolution:
fi_fi: Resoluutio:

source: Can't open image file
fi_fi: Kuvatiedostoa ei voi avata

source: Can't save image file
fi_fi: Kuvatiedostoa ei voi tallentaa

source: Can't send mail
fi_fi: Sähköpostia ei voi lähettää

source: Nothing to send
fi_fi: Ei mitään lähetettävää

source: Can't open clipboard
fi_fi: Leikepöytää ei voi avata

source: Please confirm thumbnail cache clearing.
fi_fi: Vahvista pienoiskuvamuistin tyhjennys, ole hyvä.

source: Thumbnail cache size: %u KB
fi_fi: Pienoiskuvamuistin koko: %u Kb

source: SageThumbs thumbnail cache
fi_fi: SageThumbsin pienoiskuvamuisti

source: Clean SageThumbs thumbnail cache. No user data will be affected.
fi_fi: Tyhjennä SageThumbsin pienoiskuvamuisti. Käyttäjän data ei vahingoitu.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
fi_fi: Kaikkia asetuksia ei voi ottaa käyttön. Käytä SageThumbsia järjestelmänvalvojana, ole hyvä.

source: Convert to PNG
fi_fi: Muunna PNG-muotoon

source: Converting...
fi_fi: Muunnetaan...

source: Sending...
fi_fi: Lähetetään...

source: Applying settings...
fi_fi: Otetaan asetukset käyttöön...

source: Updating...
fi_fi: Päivitetään...

source: SageThumbs Options...
fi_fi: SageThumbs vaihtoehdot...

source: Copy to clipboard
fi_fi: Kopioi leikepöydälle

source: Set tiled wallpaper
fi_fi: Aseta ruudutettu taustakuva

source: Set centered wallpaper
fi_fi: Aseta keskitetty taustakuva

source: Set stretched wallpaper
fi_fi: Aseta venytetty taustakuva

source: Send image by mail...
fi_fi: Lähetä kuva sähköpostilla...

source: Send thumbnail by mail...
fi_fi: Lähetä pienoiskuva sähköpostilla...

source: Convert to JPG
fi_fi: Muunna JPG-muotoon

source: Convert to GIF
fi_fi: Muunna GIF-muotoon

source: Convert to BMP
fi_fi: Muunna BMP-muotoon
