Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.13.po
Languages: nl_nl

source: SageThumbs Options
nl_nl: SageThumbs Opties

source: Cancel
nl_nl: Annuleren

source: Enable context menu in Explorer
nl_nl: Context menu in Explorer inschakelen

source: Show preview in submenu
nl_nl: Toon voorbeeld in submenu

source: Enable thumbnails in Explorer
nl_nl: Miniatuurafbeelding in Explorer inschakelen

source: Use thumbnails as icons in Explorer
nl_nl: Miniatuurafbeelding als pictogram gebruiken in Explorer

source: Show type overlay on thumbnails
nl_nl: Toon type op miniatuurafbeelding

source: Enable Windows thumbnail cache
nl_nl: Windows cache voor miniaturen inschakelen

source: Prefer image file embedded thumbnails
nl_nl: Geef voorrang aan in bestand ingesloten miniaturen

source: Use Windows Image/Fax Viewer
nl_nl: Gebruik Windows Image/Fax Viewer

source: Clear...
nl_nl: Wissen...

source: Optimize
nl_nl: Optimaliseren

source: Select/Deselect all
nl_nl: Selecteer/Deselecteer alles

source: Default
nl_nl: Standaard

source: Context menu preview size
nl_nl: Voorbeeldafmetingen in contextmenu

source: Width x Height:
nl_nl: Breedte x hoogte:

source: Supported file types
nl_nl: Ondersteunde bestandstypen

source: System-wide tweaks
nl_nl: Systeem-brede tweaks

source: Language:
nl_nl: Taal:

source: Maximum size of image file:
nl_nl: Maximale grootte voor afbeelding bestand:

source: Convert options
nl_nl: Converteer opties

source: JPEG quality (0 - lowest, 100 - best):
nl_nl: JPEG kwaliteit (0 - laagste, 100 - beste)

source: PNG compression (0 - lowest, 9 - best):
nl_nl: PNG compressie (0 - laagste, 9 - beste)

source: Custom file types (use spaces as delimiters):
nl_nl: Aangepaste bestandstypen (gebuik spatie als scheidingsteken);

source: SageThumbs
nl_nl: SagaThumbs

source: Change various SageThumbs options
nl_nl: Wijzig diverse SagaThumbs opties

source: Sizes (pixels):
nl_nl: Grootte (pixels):

source: Size (bytes):
nl_nl: Grootte (bytes):

source: Modified:
nl_nl: Aangepast:

source: Colors (bits):
nl_nl: Kleuren (bits):

source: Compression:
nl_nl: Compressie:

source: Resolution:
nl_nl: Resolutie:

source: Can't open image file
nl_nl: Kan afbeeldingbestand niet openen

source: Can't save image file
nl_nl: Kan afbeeldingbestand niet opslaan

source: Can't send mail
nl_nl: Kan geen e-mail verzenden

source: Nothing to send
nl_nl: Niets te verzenden

source: Can't open clipboard
nl_nl: Kan klembord niet opepen

source: Please confirm thumbnail cache clearing.
nl_nl: Bevestig alstublief het leegmaken van de cache voor minaturen

source: Thumbnail cache size: %u KB
nl_nl: Cache grootte van miniatuurafbeeldingen: %u KB

source: SageThumbs thumbnail cache
nl_nl: SagaThumbs miniatuurafbeeldingen cache

source: Clean SageThumbs thumbnail cache. No user data will be affected.
nl_nl: Wis SagaThumbs miniatuurafbeeldingen caceh: Gebruikersdata wordt niet beïnvloed.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
nl_nl: Kan niet alle instellingen toepassen. Gebruik alstublieft SagaThumbs vanuit een account met beheerdersrechten.

source: Convert to PNG
nl_nl: Converteer naar PNG

source: Converting...
nl_nl: Converteren...

source: Sending...
nl_nl: Verzenden...

source: Applying settings...
nl_nl: Instellingen toepassen...

source: Updating...
nl_nl: Bijwerken...

source: SageThumbs Options...
nl_nl: SagaThumbs Opties...

source: Copy to clipboard
nl_nl: Kopiëer naar klembord

source: Set tiled wallpaper
nl_nl: Stel in als getegelde bureaubladachtergrond

source: Set centered wallpaper
nl_nl: Stel in als gecentreerde bureaubladachtergrond

source: Set stretched wallpaper
nl_nl: Stel in als uitgevulde bureaubladachtergrond

source: Send image by mail...
nl_nl: Verzend afbeelding per e-mail...

source: Send thumbnail by mail...
nl_nl: Verzend miniatuur per e-mail...

source: Convert to JPG
nl_nl: Converteer naar JPG

source: Convert to GIF
nl_nl: Converteer naar GIF

source: Convert to BMP
nl_nl: Converteer naar BMP
