Repository: Genuin2000/SageThumbs
Catalog: SageThumbs/SageThumbs.dll.22.po
Languages: uk_ua

source: SageThumbs Options
uk_ua: Налаштування SageThumbs

source: Cancel
uk_ua: Скасувати

source: Enable context menu in Explorer
uk_ua: Увімкнути контекстне меню в Explorer

source: Show preview in submenu
uk_ua: Показати попередній перегляд в підменю

source: Enable thumbnails in Explorer
uk_ua: Увімкніть ескізи в Explorer

source: Use thumbnails as icons in Explorer
uk_ua: Використовувати ескізи як значки в Explorer

source: Show type overlay on thumbnails
uk_ua: Показувати накладки з типом на мініатюрах

source: Enable Windows thumbnail cache
uk_ua: Дозволити системний кеш ескізів Windows

source: Prefer image file embedded thumbnails
uk_ua: Віддавати перевагу вбудованим ескізам зображень

source: Use Windows Image/Fax Viewer
uk_ua: Використовувати Windows Image/Fax Viewer

source: Clear...
uk_ua: Очистити...

source: Optimize
uk_ua: Оптимізувати

source: Select/Deselect all
uk_ua: Вибрати/Скасувати всі

source: Default
uk_ua: За замовчуванням

source: Context menu preview size
uk_ua: Розмір ескізу в контекстному меню

source: Width x Height:
uk_ua: Ширина х Висота:

source: pixels
uk_ua: пікселів

source: Supported file types
uk_ua: Підтримувані типи файлів

source: System-wide tweaks
uk_ua: Системні налаштування

source: Language:
uk_ua: Мова:

source: Maximum size of image file:
uk_ua: Максимальний розмір файлу зображення:

source: Convert options
uk_ua: Опції конвертування

source: JPEG quality (0 - lowest, 100 - best):
uk_ua: Якість JPEG (0 - гірша, 100 - найліпша):

source: PNG compression (0 - lowest, 9 - best):
uk_ua: Компресія PNG (0 - гірша, 9 - найліпша):

source: Custom file types (use spaces as delimiters):
uk_ua: Типи файлів користувача (використовуйте пробіли як роздільники):

source: Change various SageThumbs options
uk_ua: Змінити різні опції SageThumbs

source: Type:
uk_ua: Тип:

source: Sizes (pixels):
uk_ua: Розмір (пікселів):

source: Size (bytes):
uk_ua: Розмір (байт):

source: Modified:
uk_ua: Змінено:

source: Colors (bits):
uk_ua: Кольори (біти):

source: Compression:
uk_ua: Компресія:

source: Resolution:
uk_ua: Роздільність:

source: Can't open image file
uk_ua: Не вдалося відкрити файл зображення

source: Can't save image file
uk_ua: Не вдалося зберегти файл зображення

source: Can't send mail
uk_ua: Не вдалося надіслати поштою

source: Nothing to send
uk_ua: Нічого надсилати

source: Can't open clipboard
uk_ua: Не вдалося відкрити буфер обміну

source: Please confirm thumbnail cache clearing.
uk_ua: Підтвердіть вичищення кешу мініатюр.

source: Thumbnail cache size: %u KB
uk_ua: Розмір кешу мініатюр: %u KB

source: SageThumbs thumbnail cache
uk_ua: Кеш мініатюр SageThumbs

source: Clean SageThumbs thumbnail cache. No user data will be affected.
uk_ua: Очистити кеш ескізів SageThumbs. Жодних даних користувача не буде змінено.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
uk_ua: Не можна застосувати всі параметри. Будь ласка, використовуйте SageThumbs під обліковим записом з правами адміністратора.

source: Convert to PNG
uk_ua: Перетворити в PNG

source: Converting...
uk_ua: Перетворення...

source: Sending...
uk_ua: Надсилаємо...

source: Applying settings...
uk_ua: Застосування налаштувань...

source: Updating...
uk_ua: Оновлення...

source: SageThumbs Options...
uk_ua: Опції SageThumbs...

source: Copy to clipboard
uk_ua: Копіювати в буфер обміну

source: Set tiled wallpaper
uk_ua: Встановити фонові шпалери черепицею

source: Set centered wallpaper
uk_ua: Встановити фонові шпалери по центру

source: Set stretched wallpaper
uk_ua: Встановити розтягнені фонові шпалери

source: Send image by mail...
uk_ua: Надіслати зображення поштою ...

source: Send thumbnail by mail...
uk_ua: Надіслати ескіз поштою ...

source: Convert to JPG
uk_ua: Перетворити в JPG

source: Convert to GIF
uk_ua: Перетворити в GIF

source: Convert to BMP
uk_ua: Перетворити в BMP
